Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# errors.scan_transaction.malicious.description
source: This transaction cannot be completed — the destination wallet address is linked to suspicious or harmful activity.
ar: لا يمكن إكمال هذه المعاملة - عنوان المحفظة الوجهة مرتبط بنشاط مشبوه أو ضار.
bn: এই লেনদেনটি সম্পন্ন করা যাবে না — গন্তব্যস্থলের ওয়ালেট ঠিকানাটি সন্দেহজনক বা ক্ষতিকারক কার্যকলাপের সাথে যুক্ত।
cs: Tuto transakci nelze dokončit – cílová adresa peněženky je spojena s podezřelou nebo škodlivou aktivitou.
da: Denne transaktion kan ikke gennemføres — destinationsadressen på tegnebogen er knyttet til mistænkelig eller skadelig aktivitet.
de: Diese Transaktion kann nicht abgeschlossen werden – die Ziel-Wallet-Adresse ist mit verdächtigen oder schädlichen Aktivitäten verknüpft.
es: Esta transacción no se puede completar: la dirección de la billetera de destino está vinculada a actividades sospechosas o dañinas.
fa: این تراکنش قابل انجام نیست — آدرس کیف پول مقصد به فعالیت مشکوک یا مضر مرتبط است.
fil: Ang transaksyong ito ay hindi makukumpleto — ang patutunguhang wallet address ay naka-link sa kahina-hinala o nakakapinsalang aktibidad.
fr: Cette transaction ne peut être effectuée — l'adresse du portefeuille de destination est liée à une activité suspecte ou malveillante.
ha: Ba za a iya kammala wannan ma'amala ba - adireshin walat ɗin da ake nufi yana da alaƙa da ayyuka masu ban tsoro ko cutarwa.
he: לא ניתן להשלים עסקה זו - כתובת ארנק היעד מקושרת לפעילות חשודה או מזיקה.
hi: यह लेनदेन पूरा नहीं किया जा सकता - गंतव्य वॉलेट पता संदिग्ध या हानिकारक गतिविधि से जुड़ा हुआ है।
id: Transaksi ini tidak dapat diselesaikan — alamat dompet tujuan terkait dengan aktivitas yang mencurigakan atau berbahaya.
it: Questa transazione non può essere completata: l'indirizzo del portafoglio di destinazione è collegato ad attività sospette o dannose.
ja: この取引は完了できません。送信先アドレスが不審または悪意のある活動に関連しています。
ko: 이 거래를 완료할 수 없습니다. 대상 지갑 주소가 의심스럽거나 유해한 활동과 연결되어 있습니다.
ms: Urus niaga ini tidak dapat diselesaikan — alamat dompet destinasi dipautkan kepada aktiviti yang mencurigakan atau berbahaya.
nl: Deze transactie kan niet worden voltooid: het adres van de bestemmingswallet is gekoppeld aan verdachte of schadelijke activiteiten.
pl: Nie można ukończyć tej transakcji — adres portfela docelowego jest powiązany z podejrzaną lub szkodliwą aktywnością.
pt_br: Esta transação não pode ser concluída — o endereço da carteira de destino está vinculado a atividades suspeitas ou prejudiciais.
ro: Această tranzacție nu poate fi finalizată — adresa portofelului de destinație este legată de o activitate suspectă sau dăunătoare.
ru: Эту транзакцию невозможно завершить — адрес кошелька назначения связан с подозрительной или вредоносной активностью.
sw: Muamala huu hauwezi kukamilika - anwani ya pochi lengwa imeunganishwa na shughuli za kutiliwa shaka au hatari.
th: ไม่สามารถทำธุรกรรมนี้ให้เสร็จสมบูรณ์ได้ — ที่อยู่กระเป๋าเงินปลายทางเชื่อมโยงกับกิจกรรมที่น่าสงสัยหรือเป็นอันตราย
tr: Bu işlem tamamlanamıyor; hedef cüzdan adresi şüpheli veya zararlı bir etkinlikle bağlantılı.
uk: Цю транзакцію неможливо завершити — адреса гаманця призначення пов'язана з підозрілою або шкідливою активністю.
ur: یہ لین دین مکمل نہیں کیا جا سکتا — منزل مقصود والیٹ کا پتہ مشکوک یا نقصان دہ سرگرمی سے منسلک ہے۔
vi: Giao dịch này không thể hoàn tất — địa chỉ ví đích được liên kết với hoạt động đáng ngờ hoặc có hại.
zh_hans: 无法完成此交易：目标钱包地址与可疑或恶意行为有关。
zh_hant: 無法完成此交易：收款錢包位址與可疑或惡意行為有關。

# errors.scan_transaction.malicious.title
source: Suspicious Activity
ar: نشاط مشبوه
bn: সন্দেহজনক কার্যকলাপ
cs: Podezřelá aktivita
da: Mistænkelig aktivitet
de: Verdächtige Aktivitäten
es: Actividad sospechosa
fa: فعالیت مشکوک
fil: Kahina-hinalang Aktibidad
fr: Activité suspecte
ha: Ayyukan tuhuma
he: פעילות חשודה
hi: संदिग्ध गतिविधि
id: Aktivitas Mencurigakan
it: Attività sospetta
ja: 不審な活動
ko: 의심스러운 활동
ms: Aktiviti Meragukan
nl: Verdachte activiteit
pl: Podejrzana aktywność
pt_br: Atividade suspeita
ro: Activitate suspectă
ru: Подозрительная активность
sw: Shughuli ya kutiliwa shaka
th: กิจกรรมที่น่าสงสัย
tr: Şüpheli Etkinlik
uk: Підозріла активність
ur: مشکوک سرگرمی
vi: Hoạt động đáng ngờ
zh_hans: 可疑行为
zh_hant: 可疑行為

# errors.scan_transaction.memo_required
source: %@ destination wallet address requires a destination tag / memo
ar: يتطلب عنوان محفظة الوجهة %@ علامة وجهة/مذكرة
bn: %@ গন্তব্য ওয়ালেট ঠিকানার জন্য একটি গন্তব্য ট্যাগ / মেমো প্রয়োজন।
cs: Cílová adresa peněženky %@ vyžaduje cílovou značku / poznámku
da: %@ destinations-wallet-adresse kræver et destinationstag / en destinations-memo
de: %@ Für die Ziel-Wallet-Adresse wird ein Ziel-Tag/Memo benötigt.
es: %@ La dirección de la billetera de destino requiere una etiqueta/nota de destino.
fa: %@ آدرس کیف پول مقصد به یک برچسب / یادداشت مقصد نیاز دارد.
fil: Nangangailangan ang %@ destination wallet address ng destination tag / memo
fr: %@ L'adresse du portefeuille de destination nécessite une étiquette/un mémo de destination
ha: %@ Adireshin walat ɗin manufa yana buƙatar alamar manufa / memo
he: כתובת ארנק היעד %@ דורשת תגית יעד / תזכיר
hi: %@ गंतव्य वॉलेट पते के लिए गंतव्य टैग / मेमो की आवश्यकता है
id: %@ alamat dompet tujuan memerlukan tag / memo tujuan
it: %@ l'indirizzo del portafoglio di destinazione richiede un tag/memo di destinazione
ja: %@ の送信先アドレスには、宛先タグまたはメモが必要です
ko: %@ 대상 지갑 주소에는 대상 태그/메모가 필요합니다.
ms: %@ alamat dompet destinasi memerlukan teg / memo destinasi
nl: %@ bestemmingswalletadres vereist een bestemmingstag / memo
pl: %@ adres portfela docelowego wymaga znacznika/notatki docelowej
pt_br: %@ O endereço da carteira de destino requer uma etiqueta/memorando de destino
ro: Adresa portofelului de destinație %@ necesită o etichetă/un memo de destinație
ru: %@ адрес кошелька назначения требует тега назначения / заметки
sw: %@ anwani ya mkoba lengwa inahitaji lebo/memo lengwa
th: ที่อยู่กระเป๋าเงินปลายทาง %@ ต้องมีแท็กปลายทาง / บันทึกช่วยจำ
tr: %@ hedef cüzdan adresi bir hedef etiketi / notu gerektiriyor
uk: %@ адреса гаманця призначення вимагає тегу / мемо призначення
ur: %@ منزل والے بٹوے کے پتے کے لیے منزل کا ٹیگ / میمو درکار ہے۔
vi: %@ địa chỉ ví đích yêu cầu thẻ đích / ghi nhớ
zh_hans: %@ 收款地址需要填写目标标签或备注
zh_hant: %@目標錢包位址需要目標標籤/備註

# errors.swap.amount_too_small
source: Amount too small
ar: المبلغ صغير جدًا
bn: পরিমাণ খুব কম
cs: Příliš malé množství
da: Beløbet er for lille
de: Menge zu gering
es: Cantidad demasiado pequeña
fa: مقدار خیلی کم
fil: Masyadong maliit ang halaga
fr: Montant trop petit
ha: Adadin yayi ƙanƙanta
he: סכום קטן מדי
hi: राशि बहुत छोटी है
id: Jumlahnya terlalu kecil
it: Importo troppo piccolo
ja: 金額が小さすぎます
ko: 금액이 너무 적습니다
ms: Jumlah terlalu kecil
nl: Bedrag te klein
pl: Kwota jest za mała
pt_br: Quantidade muito pequena
ro: Cantitate prea mică
ru: Сумма слишком мала
sw: Kiasi kidogo sana
th: จำนวนเงินน้อยเกินไป
tr: Miktar çok küçük
uk: Сума занадто мала
ur: رقم بہت چھوٹی ہے۔
vi: Số lượng quá nhỏ
zh_hans: 金额太小，请输入更大的数额试试
zh_hant: 金額太小，請輸入更大的金額試試

# errors.swap.minimum_amount
source: Minimum trade amount is %@. Please enter a higher amount.
ar: الحد الأدنى لمبلغ التداول هو %@. يرجى إدخال مبلغ أعلى.
bn: সর্বনিম্ন ট্রেডের পরিমাণ হল %@. অনুগ্রহ করে আরও বেশি পরিমাণ লিখুন।
cs: Minimální částka obchodu je %@. Zadejte prosím vyšší částku.
da: Minimumsbeløbet for handel er %@. Indtast venligst et højere beløb.
de: Der Mindesthandelsbetrag beträgt %@. Bitte geben Sie einen höheren Betrag ein.
es: La cantidad mínima de operación es %@. Introduce una cantidad mayor.
fa: حداقل مبلغ معامله %@ است. لطفاً مبلغ بیشتری وارد کنید.
fil: Ang minimum na halaga ng kalakalan ay %@. Mangyaring maglagay ng mas mataas na halaga.
fr: Le montant minimum de transaction est %@. Veuillez saisir un montant plus élevé.
ha: Mafi ƙarancin adadin ciniki shine %@. Da fatan a shigar da adadin da ya fi girma.
he: סכום המסחר המינימלי הוא %@. אנא הזן סכום גבוה יותר.
hi: न्यूनतम व्यापार राशि है %@। कृपया अधिक राशि दर्ज करें।
id: Jumlah transaksi minimum adalah %@. Silakan masukkan jumlah yang lebih tinggi.
it: L'importo minimo di scambio è %@. Inserisci un importo maggiore.
ja: 最低取引金額は %@ です。これより大きい金額を入力してください。
ko: 최소 거래 금액은 %@. 더 높은 금액을 입력해 주세요.
ms: Jumlah dagangan minimum ialah %@. Sila masukkan jumlah yang lebih tinggi.
nl: Het minimale handelsbedrag is %@. Voer een hoger bedrag in.
pl: Minimalna kwota transakcji wynosi %@. Proszę wprowadzić wyższą kwotę.
pt_br: O valor mínimo de transação é %@. Por favor, insira um valor maior.
ro: Suma minimă a tranzacției este %@. Vă rugăm să introduceți o sumă mai mare.
ru: Минимальная сумма сделки — %@. Введите, пожалуйста, сумму побольше.
sw: Kiwango cha chini cha biashara ni %@. Tafadhali weka kiasi cha juu zaidi.
th: จำนวนเงินขั้นต่ำในการซื้อขายคือ %@ กรุณาป้อนจำนวนเงินที่สูงกว่านี้
tr: Minimum işlem tutarı %@. Lütfen daha yüksek bir tutar girin.
uk: Мінімально дозволена сума угоди становить %@. Будь ласка, введіть більшу суму.
ur: کم از کم تجارتی رقم %@ ہے۔ براہ کرم زیادہ رقم درج کریں۔
vi: Số tiền giao dịch tối thiểu là %@. Vui lòng nhập số tiền lớn hơn.
zh_hans: 最低交易金额为 %@。请输入更高的金额。
zh_hant: 最低交易金額為 %@。請輸入更高的金額。

# errors.swap.no_quote_available
source: No quote available.
ar: لا يوجد عرض سعر متاح.
bn: কোনো কোট উপলব্ধ নেই।
cs: Není dostupná žádná nabídka.
da: Ingen pris er tilgængelig.
de: Kein Angebot verfügbar.
es: No hay cotización disponible.
fa: هیچ قیمتی در دسترس نیست.
fil: Walang available na quote.
fr: Aucun devis disponible.
ha: Babu farashi a halin yanzu.
he: אין הצעת מחיר זמינה.
hi: कोई कोट उपलब्ध नहीं है।
id: Tidak ada kuotasi yang tersedia.
it: Nessuna quotazione disponibile.
ja: 見積もりを取得できません
ko: 사용 가능한 견적이 없습니다.
ms: Tiada sebut harga tersedia.
nl: Geen offerte beschikbaar.
pl: Brak dostępnej wyceny.
pt_br: Nenhuma cotação disponível.
ro: Nu există nicio cotație disponibilă.
ru: Котировка недоступна.
sw: Hakuna nukuu inayopatikana.
th: ไม่มีราคาเสนอให้ใช้งาน
tr: Kullanılabilir teklif yok.
uk: Котирування недоступне.
ur: کوئی کوٹ دستیاب نہیں ہے۔
vi: Không có báo giá khả dụng.
zh_hans: 暂无报价
zh_hant: 暫無報價

# errors.swap.not_supported_asset
source: Not supported asset.
ar: أصل غير مدعوم.
bn: সমর্থিত সম্পদ নয়।
cs: Nepodporované aktivum.
da: Ikke understøttet aktiv.
de: Nicht unterstütztes Asset.
es: Activo no admitido.
fa: دارایی پشتیبانی نمی شود.
fil: Hindi sinusuportahang asset.
fr: Actif non pris en charge.
ha: Ba a goyan bayan kadari.
he: נכס לא נתמך.
hi: समर्थित परिसंपत्ति नहीं.
id: Aset yang tidak didukung.
it: Attività non supportata.
ja: 未対応のアセットです。
ko: 지원되지 않는 자산입니다.
ms: Aset tidak disokong.
nl: Niet-ondersteunde asset.
pl: Nieobsługiwany zasób.
pt_br: Ativo não suportado.
ro: Activ neacceptat.
ru: Неподдерживаемый актив.
sw: Kipengee hakitumiki.
th: ไม่รองรับสินทรัพย์นี้
tr: Desteklenmeyen varlık.
uk: Не підтримуваний актив.
ur: تعاون یافتہ اثاثہ نہیں ہے۔
vi: Tài sản không được hỗ trợ.
zh_hans: 暂不支持该资产。
zh_hant: 不支援此資產。

# errors.token.invalid_id
source: Invalid Token ID
ar: معرف الرمز المميز غير صالح
bn: অবৈধ টোকেন আইডি
cs: Neplatné ID tokenu
da: Ugyldigt token-id
de: Ungültige Token-ID
es: ID de token no válido
fa: شناسه توکن نامعتبر است.
fil: Di-wastong Token ID
fr: ID de jeton invalide
ha: ID na Token mara inganci
he: מזהה אסימון לא חוקי
hi: अमान्य टोकन आईडी
id: ID Token Tidak Valid
it: ID token non valido
ja: 無効なトークンID
ko: 잘못된 토큰 ID
ms: ID Token tidak sah
nl: Ongeldige token-ID
pl: Nieprawidłowy identyfikator tokena
pt_br: ID de token inválido
ro: ID token nevalid
ru: Неверный идентификатор токена
sw: Kitambulisho Batili cha Tokeni
th: รหัสโทเค็นไม่ถูกต้อง
tr: Geçersiz Jeton Kimliği
uk: Невірний ідентифікатор токену
ur: غلط ٹوکن ID
vi: ID mã thông báo không hợp lệ
zh_hans: 代币 ID 无效
zh_hant: 無效的代幣 ID

# errors.transfer
source: Transfer Error: %@
ar: خطأ النقل: %@
bn: স্থানান্তর ত্রুটি: %@
cs: Chyba přenosu: %@
da: Overførselsfejl: %@
de: Übertragungsfehler: %@
es: Error de transferencia: %@
fa: خطای انتقال: %@
fil: Error sa Paglipat: %@
fr: Erreur de transfert : %@
ha: Kuskuren Canja wurin: %@
he: שגיאת העברה: %@
hi: स्थानांतरण त्रुटि: %@
id: Kesalahan Transfer: %@
it: Errore di trasferimento: %@
ja: 送金エラー: %@
ko: 전송 오류: %@
ms: Ralat Pemindahan: %@
nl: Overdrachtsfout: %@
pl: Błąd transferu: %@
pt_br: Erro de transferência: %@
ro: Eroare de transfer: %@
ru: Ошибка передачи: %@
sw: Hitilafu ya Kuhamisha: %@
th: ข้อผิดพลาดในการโอน: %@
tr: Transfer Hatası: %@
uk: Помилка переказу: %@
ur: منتقلی کی خرابی: %@
vi: Lỗi chuyển giao: %@
zh_hans: 转账错误： %@
zh_hant: 轉帳錯誤：%@

# errors.transfer_error
source: Transfer Error
ar: خطأ في النقل
bn: স্থানান্তর ত্রুটি
cs: Chyba přenosu
da: Overførselsfejl
de: Übertragungsfehler
es: Error de transferencia
fa: خطای انتقال
fil: Error sa Paglipat
fr: Erreur de transfert
ha: Kuskuren Canja wurin
he: שגיאת העברה
hi: स्थानांतरण त्रुटि
id: Kesalahan Transfer
it: Errore di trasferimento
ja: 送金エラー
ko: 전송 오류
ms: Ralat Pemindahan
nl: Overdrachtsfout
pl: Błąd transferu
pt_br: Erro de transferência
ro: Eroare de transfer
ru: Ошибка передачи
sw: Hitilafu ya Kuhamisha
th: ข้อผิดพลาดในการโอน
tr: Transfer Hatası
uk: Помилка передачі
ur: منتقلی کی خرابی۔
vi: Lỗi chuyển
zh_hans: 转账错误
zh_hant: 轉帳錯誤

# errors.unable_estimate_network_fee
source: We are currently unable to calculate the network fee.
ar: لا يمكننا حاليًا حساب رسوم الشبكة.
bn: আমরা বর্তমানে নেটওয়ার্ক ফি গণনা করতে অক্ষম।
cs: V současné době nejsme schopni vypočítat síťový poplatek.
da: Vi er i øjeblikket ikke i stand til at beregne netværksgebyret.
de: Wir sind derzeit nicht in der Lage, die Netzgwerkebühr zu berechnen.
es: Actualmente no podemos calcular la tarifa de red.
fa: درحال حاضر قادر به محاسبه کارمزد شبکه نیستیم.
fil: Kasalukuyan naming hindi makalkula ang bayad sa network.
fr: Nous ne sommes actuellement pas en mesure de calculer les frais de réseau.
ha: A halin yanzu ba mu iya ƙididdige kuɗin hanyar sadarwa.
he: כרגע איננו יכולים לחשב את עמלת הרשת.
hi: हम फिलहाल नेटवर्क शुल्क की गणना करने में असमर्थ हैं।
id: Saat ini kami tidak bisa menghitung biaya jaringan
it: Al momento non siamo in grado di calcolare la tariffa di rete.
ja: 現在、ネットワーク手数料を計算できません。
ko: 현재 네트워크 요금을 계산할 수 없습니다.
ms: Kami tidak dapat mengira yuran rangkaian pada masa ini.
nl: Momenteel kunnen wij de netwerkkosten niet berekenen.
pl: Obecnie nie jesteśmy w stanie obliczyć opłaty sieciowej.
pt_br: No momento, não podemos calcular a taxa de rede.
ro: În prezent, nu putem calcula taxa de rețea.
ru: В настоящее время мы не можем рассчитать комиссию сети.
sw: Kwa sasa hatuwezi kukokotoa ada ya mtandao.
th: ขณะนี้เราไม่สามารถคำนวณค่าธรรมเนียมเครือข่ายได้
tr: Şu anda ağ ücretini hesaplayamıyoruz.
uk: Наразі ми не можемо розрахувати мережеву плату.
ur: ہم فی الحال نیٹ ورک فیس کا حساب لگانے سے قاصر ہیں۔
vi: Hiện tại chúng tôi không thể tính phí mạng.
zh_hans: 现在无法计算网络费用。
zh_hant: 現在無法計算網路費用。

# errors.unknown
source: Unknown
ar: مجهول
bn: অজানা
cs: Neznámý
da: Ukendt
de: Unbekannt
es: Desconocido
fa: ناشناخته
fil: Hindi alam
fr: Inconnu
ha: Ba a sani ba
he: לא ידוע
hi: अज्ञात
id: Tidak dikenal
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ms: Tidak diketahui
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестный
sw: Haijulikani
th: ไม่ทราบ
tr: Bilinmeyen
uk: Невідомий
ur: نامعلوم
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# errors.validation
source: Validation Error: %@
ar: خطأ التحقق: %@
bn: যাচাইকরণ ত্রুটি: %@
cs: Chyba ověření: %@
da: Valideringsfejl: %@
de: Validierungsfehler: %@
es: Error de validación: %@
fa: خطای اعتبارسنجی: %@
fil: Error sa Pagpapatunay: %@
fr: Erreur de validation : %@
ha: Kuskuren Tabbatarwa: %@
he: שגיאת אימות: %@
hi: सत्यापन त्रुटि: %@
id: Kesalahan Validasi: %@
it: Errore di convalida: %@
ja: 検証エラー: %@
ko: 유효성 검사 오류: %@
ms: Ralat Pengesahan: %@
nl: Validatiefout: %@
pl: Błąd walidacji: %@
pt_br: Erro de validação: %@
ro: Eroare de validare: %@
ru: Ошибка проверки: %@
sw: Hitilafu ya Uthibitishaji: %@
th: ข้อผิดพลาดในการตรวจสอบ: %@
tr: Doğrulama Hatası: %@
uk: Помилка перевірки: %@
ur: توثیق کی خرابی: %@
vi: Lỗi xác thực: %@
zh_hans: 验证错误： %@
zh_hant: 驗證錯誤： %@

# errors.wallet_account_missing
source: This wallet has no account for this network
ar: لا تحتوي هذه المحفظة على حساب لهذه الشبكة
bn: এই ওয়ালেটে এই নেটওয়ার্কের জন্য কোনো অ্যাকাউন্ট নেই
cs: Tato peněženka nemá účet pro tuto síť
da: Denne tegnebog har ingen konto til dette netværk
de: Diese Wallet hat kein Konto für dieses Netzwerk
es: Esta billetera no tiene una cuenta para esta red
fa: این کیف پول برای این شبکه حسابی ندارد
fil: Walang account ang wallet na ito para sa network na ito
fr: Ce portefeuille n'a pas de compte pour ce réseau
ha: Wannan walat ba ta da asusu don wannan hanyar sadarwa
he: לארנק הזה אין חשבון עבור הרשת הזו
hi: इस वॉलेट में इस नेटवर्क के लिए कोई खाता नहीं है
id: Dompet ini tidak memiliki akun untuk jaringan ini
it: Questo portafoglio non ha un account per questa rete
ja: このウォレットにはこのネットワークのアカウントがありません
ko: 이 지갑에는 이 네트워크의 계정이 없습니다
ms: Dompet ini tiada akaun untuk rangkaian ini
nl: Deze portemonnee heeft geen account voor dit netwerk
pl: Ten portfel nie ma konta w tej sieci
pt_br: Esta carteira não tem uma conta para esta rede
ro: Acest portofel nu are un cont pentru această rețea
ru: В этом кошельке нет счёта для этой сети
sw: Pochi hii haina akaunti ya mtandao huu
th: กระเป๋าเงินนี้ไม่มีบัญชีสำหรับเครือข่ายนี้
tr: Bu cüzdanın bu ağ için hesabı yok
uk: У цьому гаманці немає рахунку для цієї мережі
ur: اس والیٹ میں اس نیٹ ورک کے لیے کوئی اکاؤنٹ نہیں ہے
vi: Ví này không có tài khoản cho mạng này
zh_hans: 该钱包没有此网络的账户
zh_hant: 此錢包沒有此網路的帳戶

# fee_rate.custom
source: Custom
ar: مخصص
bn: কাস্টম
cs: Vlastní
da: Tilpasset
de: Benutzerdefiniert
es: Personalizado
fa: سفارشی
fil: Pasadya
fr: Personnalisé
ha: Na Musamman
he: מותאם אישית
hi: कस्टम
id: Kustom
it: Personalizzato
ja: カスタム
ko: 사용자 지정
ms: Tersuai
nl: Aangepast
pl: Niestandardowe
pt_br: Personalizado
ro: Personalizat
ru: Свой
sw: Maalum
th: กำหนดเอง
tr: Özel
uk: Свій
ur: حسب ضرورت
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# fee_rates.fast
source: Fast
ar: سريع
bn: দ্রুত
cs: Rychle
da: Hurtigt
de: Schnell
es: Rápido
fa: سریع
fil: Mabilis
fr: Rapide
ha: Mai sauri
he: מהר
hi: तेज
id: Cepat
it: Veloce
ja: 速い
ko: 빠르게
ms: Cepat
nl: Snel
pl: Szybko
pt_br: Rápido
ro: Rapid
ru: Быстрый
sw: Haraka
th: รวดเร็ว
tr: Hızlı
uk: Швидко
ur: تیز
vi: Nhanh
zh_hans: 极速
zh_hant: 快速

# fee_rates.info
source: Speed of transaction is determined by network fee paid to the network miners.
ar: يتم تحديد سرعة المعاملة من خلال رسوم الشبكة المدفوعة لعمال المناجم في الشبكة.
bn: লেনদেনের গতি নেটওয়ার্ক মাইনারদের দেওয়া নেটওয়ার্ক ফি দ্বারা নির্ধারিত হয়।
cs: Rychlost transakce je určena síťovým poplatkem placeným síťovým těžařům.
da: Transaktionshastigheden bestemmes af netværksgebyr, der betales til netværksminearbejderne.
de: Die Geschwindigkeit der Transaktion wird durch die Netzwerkgebühr bestimmt, die an die Miner des Netzwerks gezahlt wird.
es: La velocidad de la transacción está determinada por la tarifa de red pagada a los mineros de la red.
fa: سرعت انجام تراکنش بر اساس کارمزدی که به ماینرهای شبکه پرداخت میشود مشخص میشود.
fil: Ang bilis ng transaksyon ay tinutukoy ng bayad sa network na binabayaran sa mga minero ng network.
fr: La vitesse de transaction est déterminée par les frais de réseau payés aux mineurs du réseau.
ha: Ana ƙayyade saurin ma'amala ta hanyar kuɗin hanyar sadarwa da aka biya ga masu hakar ma'adinai na cibiyar sadarwa.
he: מהירות העסקה נקבעת לפי עמלת הרשת המשולמת לכורי הרשת.
hi: लेन-देन की गति नेटवर्क खनिकों को भुगतान किए गए नेटवर्क शुल्क से निर्धारित होती है।
id: Kecepatan transaksi dihitung berdasarkan biaya jaringan yang dibayarkan pada jaringan penambang
it: La velocità della transazione è determinata dalla tariffa di rete pagata ai minatori della rete.
ja: 取引速度は、ネットワークのマイナーに支払う手数料によって決まります。
ko: 거래 속도는 네트워크 채굴자에게 지불되는 네트워크 수수료에 따라 결정됩니다.
ms: Kelajuan transaksi ditentukan oleh bayaran rangkaian yang dibayar kepada pelombong rangkaian.
nl: De transactiesnelheid wordt bepaald door de netwerkkosten die aan de netwerkmijnwerkers worden betaald.
pl: Szybkość transakcji zależy od opłaty sieciowej płaconej górnikom sieciowym.
pt_br: A velocidade da transação é determinada pela taxa de rede paga aos mineradores da rede.
ro: Viteza tranzacției este determinată de taxa de rețea plătită minerilor din rețea.
ru: Скорость транзакции определяется сетевой комиссией, выплачиваемой майнерам сети.
sw: Kasi ya ununuzi imedhamiriwa na ada ya mtandao inayolipwa kwa wachimbaji wa mtandao.
th: ความเร็วของการทำธุรกรรมจะถูกกำหนดโดยค่าธรรมเนียมเครือข่ายที่จ่ายให้กับนักขุดในเครือข่าย
tr: İşlem hızı, ağ madencilerine ödenen ağ ücreti tarafından belirlenir.
uk: Швидкість транзакції визначається мережевою комісією, яка виплачується майнерам мережі.
ur: لین دین کی رفتار کا تعین نیٹ ورک کے کان کنوں کو ادا کی جانے والی نیٹ ورک فیس سے کیا جاتا ہے۔
vi: Tốc độ giao dịch được xác định bằng phí mạng trả cho người khai thác mạng.
zh_hans: 交易速度取决于向矿工支付的网络费用
zh_hant: 交易速度取決於向礦工支付的網路費用

# fee_rates.normal
source: Normal
ar: طبيعي
bn: স্বাভাবিক
cs: Normální
es: Normales
fa: عادی
fr: Normale
ha: Na al'ada
he: רגיל
hi: सामान्य
id: Biasa
it: Normale
ja: 普通
ko: 보통
ms: Biasa
nl: Normaal
pl: Normalne
ru: Нормальный
sw: Kawaida
th: ปกติ
uk: Нормальний
ur: نارمل
vi: Bình thường
zh_hans: 普通
zh_hant: 普通

# filter.clear
source: Clear
ar: واضح
bn: পরিষ্কার
cs: Vymazat
da: Ryd
de: Löschen
es: Borrar
fa: پاک کردن
fil: I-clear
fr: Effacer
ha: Share
he: נקה
hi: स्पष्ट
id: Hapus
it: Cancella
ja: クリア
ko: 지우기
ms: Kosongkan
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ro: Șterge
ru: Очистить
sw: Futa
th: ล้าง
tr: Temizle
uk: Очистити
ur: صاف
vi: Xóa
zh_hans: 清除
zh_hant: 清除

# filter.has_balance
source: Has balance
ar: يحتوي على رصيد
bn: ব্যালেন্স আছে
cs: Má zůstatek
da: Har balance
de: Hat Guthaben
es: Tiene saldo
fa: موجودی دارد
fil: May balanse
fr: A un solde
ha: Yana da ma'auni
he: יש יתרה
hi: बैलेंस है
id: Memiliki saldo
it: Ha saldo
ja: 残高あり
ko: 잔액 있음
ms: Mempunyai baki
nl: Heeft saldo
pl: Ma równowagę
pt_br: Com saldo
ro: Are sold
ru: Имеет баланс
sw: Ina salio
th: มียอดคงเหลือ
tr: Bakiyesi var
uk: Має баланс
ur: توازن رکھتا ہے۔
vi: Có sự cân bằng
zh_hans: 有余额
zh_hant: 有餘額

# filter.title
source: Filters
ar: المرشحات
bn: ফিল্টার
cs: Filtry
da: Filtre
de: Filter
es: Filtros
fa: فیلترها
fil: Mga filter
fr: Filtres
ha: Tace
he: מסננים
hi: फिल्टर
id: Filter
it: Filtri
ja: フィルター
ko: 필터
ms: Penapis
pl: Filtry
pt_br: Filtros
ro: Filtre
ru: Фильтры
sw: Vichujio
th: ตัวกรอง
tr: Filtreler
uk: Фільтри
ur: فلٹرز
vi: Bộ lọc
zh_hans: 筛选
zh_hant: 篩選

# filter.types
source: Types
ar: أنواع
bn: প্রকারভেদ
cs: Typy
da: Typer
de: Arten
es: Tipos
fa: انواع
fil: Mga uri
ha: Nau'ukan
he: סוגים
hi: प्रकार
id: Jenis
it: Tipi
ja: 種類
ko: 유형
ms: Jenis
nl: Soorten
pl: Typy
pt_br: Tipos
ro: Tipuri
ru: Типы
sw: Aina
th: ประเภท
tr: Türler
uk: Типи
ur: اقسام
vi: Các loại
zh_hans: 类型
zh_hant: 類型

# info.account_minimum_balance.title
source: Minimum balance
ar: الحد الأدنى للرصيد
bn: ন্যূনতম ব্যালেন্স
cs: Minimální zůstatek
da: Minimumsaldo
de: Mindestguthaben
es: Saldo mínimo
fa: حداقل موجودی
fil: Minimum na balanse
fr: Solde minimum
ha: Mafi ƙarancin ma'auni
he: יתרה מינימלית
hi: न्यूनतम शेष
id: Saldo minimum
it: Saldo minimo
ja: 最低残高
ko: 최소 잔액
ms: Baki minimum
nl: Minimumsaldo
pl: Minimalne saldo
pt_br: Saldo mínimo
ro: Sold minim
ru: Минимальный баланс
sw: Salio la chini
th: ยอดคงเหลือขั้นต่ำ
tr: Minimum bakiye
uk: Мінімальний баланс
ur: کم از کم بیلنس
vi: Số dư tối thiểu
zh_hans: 最低余额
zh_hant: 最低餘額
